[polski]
1=Pliki INI
2=Kolorki
3=Nazwy NPC
4=System patcher
5=Ustawienia
6=Zmień katalog
7=IP serwera:
8=Port:
9=Zasięg widzenia:
10=Dźwięki
11=Ilość używanej pamięci RAM.
12=Tak/Nie
13=Wczytaj
14=Zapisz
15=Szukaj/Idź do ID
16=Zmień wygląd tabeli.
17=By użyć noframe najpierw musisz
18=wyłączyć l2 w trybie okienkowym nie full-screen.
19=Zaawansowane
20=Wersja Lineage 2:
21=Kolor (RGB):
22=Komunikat:
23=ItemSound:
24=OnScreenMsg:
25=Pozycja na ekranie:
26=Czas (sek):
27=Komunikat wyświetlany na ekranie:
28=Patchuj system
29=Dodatki:
30=Zainstaluj dodatki.
31=Zaladuj
32=Kolorki
33=Tekst (nie onscreenmsg)
34=Onscreenmsg
35=Importuj
36=ID NPC:
37=Nazwa NPC:
38=Title:
39=Kolor title (RGB):
40=Podstawowe
41=Zaawansowane
42=Wczytywanie zakończone. Kliknij tutaj by zobaczy więcej informacji.
43=Zapis zakończony. Kliknij tutaj by zobaczy więcej informacji.
44=Wybierz folder z Lineage 2:
45=Nie można znaleźć pliku. Upewnij się, że wybrałeś właściwą ścieżkę.
46=Usuń wszytskie dźwięki.
47=Usuń/pokaż mgłę.
48=(Wallhack) Ukrywa prawie wszystkie ściany.
49=Ukryj/Pokaż podłogę.
50=Ukryj/Pokaż znaczek po kliknięciu (to niebieskie coś).
51=Ukryj/Pokaż czerwoną siatkę wokół graczy/npc.
52=Czyść
53=Dodaj
54=Usuń zaznaczonego NPC
55=Powracanie kamery gdy postać biegnie.
56=Normalny kontrast nasycenie kolorków itp.
57=Okno Lineage bez ramki.
58=Kamera przenika przez ściany, sufit itp.
59=Nieskończone oddalanie kamery
60=Nieskończone przybliżanie kamery (WallHack)
61=Środkowy przycisk myszy:
62=Prędkość oddalania kamery:
63=Prędkość przybliżania kamery:
64=Dodaj nowy:
65=Pozycja
66=Normalne wyszukiwanie ścieżki.
67=Automatyczne wyszukiwanie ścieżki. Przeszukuje wybrany dysk.
68=Sprawdź L2 Protocol Version
69=Lvl mod
70=Wczytaj inventory
71=Zielone-masz/Czerwone-nie masz
72=Pokazuj ID
73=Pokazuj ikony
74=Rozwijaj wszytsko
75=Recipe info:
76=Total need:
77=Poprzedni
78=Następny
79=Zmień kolor zaznaczenia

[english]
1=INI files
2=Systemmsg-e.dat
3=Npcname-e.dat
4=System patcher 
5=Setting
6=Change directory
7=Server IP:
8=Port number:
9=Viewing Range:
10=Sounds
11=Memory usage (ram).
12=Yes/No
13=Load
14=Save
15=Find/Go to ID
16=Change look of table.
17=For using "NOFRAME" u must first turn OFF
18=L2 in Window mode, NOT FULLSCREEN.
19=Advanced
20=LineageII Version:
21=Color (RGB):
22=Message:
23=ItemSound:
24=OnScreenMsg:
25=Screen position:
26=Time (sec):
27=SubMsg:
28=System Patching
29=Additions:
30=Install Additions.
31=Load
32=Colors
33=Text (not onscreenmsg)
34=Onscreenmsg
35=Import
36=ID NPC:
37=Name NPC:
38=Title:
39=Color title (RGB):
40=Basic
41=Advanced
42=Load completed. Click here to see more information.
43=Save completed. Click here to see more information.
44=Select a folder with the Lineage 2:
45=Can not find file. Make sure you choose the right path.
46=Delete all sound.
47=Hide/Show fog.
48=Super Wallhack xD
49=Hide/Show floor
50=Hide/Show Pointer Motion.
51=Show/Hide a red thing around object/player.
52=Clean
53=Add
54=Remove selected NPC
55=When the character runs the camera returns to its normal position.
56=Normal bri/con/gamma
57=Hide client window frame
58=Ghost Camera
59=Ultimate zoom
60=Ultimate zoom out
61=Middle Mouse Click:
62=Zoom out speed:
63=Zoom in speed:
64=Add new:
65=Position
66=Lineage 2 directory.
67=New path finder.
68=Check L2 Protocol Version
69=Lvl mod
70=Load inventory
71=Green-have/Red-dont have
72=Show ID
73=Show Icons
74=Expand all
75=Recipe info:
76=Total need:
77=Previous
78=Next
79=Change selection color

[Portugues]
1=Arquivos INI 
2=Systemmse-e.dat
3=Npcname-e.dat
4=System patcher 
5=Configurações
6=Mudar diretório
7=IP do Servidor:
8=Número da Porta:
9=Visão de Alcance:
10=Som
11=Memória RAM usada:
12=Sim/Não
13=Carregar
14=Salvar
15=Procurar
16=Tabela de Cores
17=Para usar "NOFRAME" primeiro você deve desligá-lo
18=L2 no modo de janela, NÃO É FULLSCREEN.
19=Avançado
20=Versão do Lineage II:
21=Cor (RGB):
22=Mensagem:
23=Arquivo do som:
24=Mensagem na tela:
25=Posição na tela:
26=Tempo (sec):
27=Legenda na tela:
28=System Patching
29=Adicionais:
30=Instalar Adicionais.
31=Carregar
32=Cores
33=Texto (Não é Mensagem na tela)
34=Mensagem na tela
35=Importar
36=ID do NPC (RGB):
37=Nome do NPC:
38=Título:
39=Cor do Título:
40=Básico
41=Avançado
42=Carregamento Completo. Clique aqui para visualizar mais informações.
43=Salvo. Clique aqui para visualizar mais informações.
44=Selecione a pasta do Lineage 2:
45=Não é possível localizar o arquivo. Verifique se você escolheu o caminho correto.
46=Apagar todos os sons.
47=Ocultar/Mostrar a neblina.
48=Super Wallhack
49=Ocultar/Mostrar o terreno.
50=Ocultar/Mostrar o ponteiro de movimento.
51=Mostrar/Ocultar contorno vermelho ao redor dos objetos/jogadores.
52=Limpar
53=Adicionar
54=Remover o NPC selecionado.
55=Quando o personagem se move a câmera retorna para sua posição normal.
56=Normal bri/con/gamma
57=Ocultar a janela do cliente
58=Câmera Fantasma
59=Ultimate Zoom (Aproximar)
60=Ultimate Zoom (Afastar)
61=Barra de rolagem do Mouse:
62=Velocidade do Zoom ao Afastar:
63=Velocidade do Zoom ao Aproximar:
64=Nova adição:
65=Posição
66=Antigo caminho selecionado.
67=Encontrar o novo caminho.
68=Check L2 Protocol Version
69=Lvl mod
70=Load inventory
71=Green-have/Red-dont have
72=Show ID
73=Show Icons
74=Expand all
75=Recipe info:
76=Total need:
77=Previous
78=Next
79=Change selection color

[espanol]
1=Archivos INI
2=SystemMsg-e.dat
3=npcname-e.dat
4=System patcher
5=Configuración
6=Cambiar el directorio
7=IP del servidor:
8=Número de puerto:
9=Inspección de gama:
10=Sonidos
11=Memoria usada RAM:
12=Si/No
13=Cargar
14=Guardar
15=Buscar
16=Color de Tabla
17=Para usar "NOFRAME" debes primero apagar.
18=L2 en modo ventana, NO GRANDE.
19=Avanzado
20=LineageII Versión:
21=Color (RGB):
22=Message:
23=Sonido de Artículo:
24=Enventanademsg:
25=Posición de Ventana:
26=Tiempo:
27=Sub Msg:
28=Patch system
29=Adicionales:
30=Instalar Adicionales.
31=Cargar
32=Colores
33=Texto (No ventana emergente)
34=En Ventana emergente
35=Importar
36=ID NPC (RGB):
37=Nombre NPC:
38=Título:
39=Color título:
40=Básico
41=Avanzado
42=Carga completa. Haga clic aquí para ver más información.
43=Almacenamiento completado. Haga clic aquí para ver más información.
44=Seleccione la carpeta del Lineage 2:
45=No se puede encontrar el archivo. Asegúrese de elegir el directorio correcto.
46=Eliminar todos los sonidos.
47=Ocultar/Mostrar la niebla.
48=Super Wallhack
49=Ocultar/Mostrar el suelo.
50=Ocultar/Mostrar puntero de movimiento.
51=Mostrar/Ocultar el contorno de color rojo alrededor de los objetos/jugadores.
52=Limpiar
53=Agregar
54=Eliminar NPC seleccionado
55=Cuando el personaje se ejecuta la cámara vuelve a su posición normal.
56=Normal bri/con/gamma
57=Ocultar la ventana del cliente.
58=Camara Fantasma
59=Ultimate zoom (Enfoque)
60=Ultimate zoom (Apartarse)
61=Clic medio del ratón:
62=Velocidad del Zoom (Enfoque):
63=Velocidad del Zoom (Apartarse):
64=Agregar nuevo:
65=Posición
66=Antiguo directorio seleccionado.
67=Buscador de nuevo directorio.
68=Verificar L2 Protocol Version
69=Lvl mod
70=Cargar inventario
71=Verde-tiene/Rojo-no tiene
72=Mostrar ID
73=Mostrar Iconos
74=Expandir todo
75=Receta:
76=Total necesitado:
77=Previo
78=Proximo
79=Cambiar la selección de color

[czech]
1=INI soubory
2=Systemmsg-e.dat
3=Npcname-e.dat
4=System patcher 
5=Nastavení
6=Změnit adresář
7=Server IP:
8=Číslo portu:
9=Šíře dohledu:
10=Zvuky
11=Využití RAM paměti:
12=Ano/Ne
13=Načíst
14=Uložit
15=Najít/Přejít na ID
16=Změnit vzhled tabulky.
17=Pro použití "NOFRAME" musíte nejdříve OFF
18=L2 v okně, NE VE FULLSCREEN.
19=Pokročilé
20=LineageII Verze:
21=Barva (RGB):
22=Zpráva:
23=ItemSound:
24=OnScreenMsg:
25=Pozice zprávy:
26=Čas (sek):
27=SubMsg:
28=Patch systému
29=Dodatečné:
30=Instalovat dodatečné vylepšení.
31=Načíst
32=Barvy
33=Text (nikoliv onscreenmsg)
34=Onscreenmsg
35=Importovat
36=ID NPC:
37=Jméno NPC:
38=Titulek:
39=Barva titulku (RGB):
40=Základní
41=Pokročilé
42=Načítání dokončeno. Klikněte zde pro více informací.
43=Ukládání dokončeno. Klikněte zde pro více informací.
44=Vyberte složku kde máte instalovaný Lineage 2:
45=Nelze najít soubory. Ujistěte se, že jste vybrali správnou složku.
46=Smazat veškeré zvuky.
47=Skrýt/Zobrazit mlhu.
48=Super Wallhack xD
49=Skrýt/Zobrazit podlahu
50=Skrýt/Zobrazit pointer.
51=Zobrazit/Skrýt červenou mřížku kolem objektu/hráče.
52=Vyčistit
53=Přidat
54=Odstranit vybrané NPC
55=Pokud postava běží vrátit kameru do původního nastavení.
56=Normální bri/con/gamma hodnoty
57=Skrýt rámce okna klienta
58=Ghost Camera (kamera prochází zdí)
59=Nekonečné přiblížení
60=Nekonečné oddálení
61=Funkce středového kolečka myši:
62=Rychlost oddálení:
63=Rychlost přiblížení:
64=Přidat nové:
65=Pozice
66=Adresář Lineage 2.
67=Nový adresářový vyhledávač.
68=Zjistit verzi L2 protokolu
69=Přidat lvl-Mod
70=Load inventory
71=Green-have/Red-dont have
72=Show ID
73=Show Icons
74=Expand all
75=Recipe info:
76=Total need:
77=Previous
78=Next
79=Change selection color

[rus]

1=Файлы INI
2=Systemmsg-e.dat
3=Npcname-e.dat
4=Системный патчер
5=Настройки
6=Сменить папку
7=IP сервера:
8=Порт сервера:
9=Видимость Диапазона:
10=Звуки
11=Использование памяти (ram).
12=Да/Нет
13=Загрузить
14=Сохранить
15=Найти/Перейти к ID
16=Изменения вида на экране.
17=Выключите, перед использованием "NOFRAME" 
18=L2 в Оконном режиме, НЕ ПОЛНОЭКРАННЫЙ.
19=Продвинутый
20=Версия LineageII:
21=Цвет (RGB):
22=Сообщение(Message):
23=ItemSound:
24=OnScreenMsg:
25=Положение экрана:
26=Время (секунда):
27=SubMsg:
28=Системный патчинг
29=Дополнения:
30=Установка Дополнения.
31=Загрузить
32=Цвета
33=Текст (не onscreenmsg)
34=Onscreenmsg
35=Импорт
36=ID NPC:
37=Имя NPC:
38=Титул:
39=Цвет Титула (RGB):
40=Базовый
41=Продвинутый
42=Загрузка выполнена. Щелкните здесь, что бы вывести полную информацию.
43=Спасите законченный. Щелкните здесь, что бы вывести полную информацию.
44=Выберите папку с Lineage 2:
45=Файл не найден. Удостоверьтесь, что Вы выбираете правильный путь.
46=Удалить весь звук.
47=Скрыть/Показать туман.
48=Супер Wallhack xD
49=Скрыть/Показать пол
50=Скрыть/Показать Движение Указателя.
51=Показать/Скрыть красную вещь об объекте/игроке.
52=Отчистить
53=Добавить
54=Удалить выбраного NPC
55=Когда персонаж запущен камера возвращается к своему нормальному положению.
56=Нормальный bri/con/gamma
57=Скрыть оконную раму клиента
58=Призрачная Камера
59=Макс. увеличение масштаба изображения
60=Мин. уменьшение масштаба изображения
61=Средний Щелчок Мыши:
62=Скорость Увеличение масштаба:
63=Скорость Уменьшения масштаба:
64=Добавить новый:
65=Положение
66=Lineage 2 папка.
67=Найти новый путь.
68=Проверьте Версию Протокола L2
69=Модник Lvl
70=Загрузка инвентаря
71=Зеленое-имеет/Красное-не имеет
72=Показать ID
73=Показать значки
74=Развернуть все
75=Информация рецепта:
76=Общая потребность:
77=Назад
78=Вперед
79=Изменить цвет